{"metric_name": "Commitment to Human rights", "question": "Does the company have a Human Rights policy or a commitment to promote and respect human rights, and to prevent human rights violations or indigenous rights?"}
{"metric_name": "Commitment to non discrimination", "question": "Does the company have a policy or a reference to promote diversity and inclusion and prevent discrimination and harassment among its employees?"}
{"metric_name": "Commitment to modern slavery prevention", "question": "Does the company have a policy or statement of intent that discloses the responsibilities or intention of the company towards the prevention of child labor or any type of labor performed under coercion, for its own employees or suppliers or contractors?"}
{"metric_name": "Employee representatives sitting on the Board", "question": "Does the company have employee representatives or directors representing employees on the supervisory board or board of directors or similar corporate governance bodies?"}
{"metric_name": "A board committee that oversees ESG related risks", "question": "Does the company have a committee (such as an Audit Committee) of the Board of Directors or supervisory board responsible for overseeing corporate social responsibility or environmental, social, governance or sustainability risks, such as environmental, climate, human resources, business ethics, human rights risks?"}
{"metric_name": "Commitment to transparency and integrity of lobbying practices", "question": "Does the company not engage in lobbying or bribery of government officials or political contributions or have a policy or observe laws, acts, regulations or internal rules or make references to transparency or integrity or responsibility in its involvement in lobbying and political contribution practices or in disclosing and reporting lobbying or political advocacy expenditures or budget?"}
{"metric_name": "Commitment to Health & Safety", "question": "Does the company have policy or statement of intent that explicitly discloses the responsibilities or intention of the company to ensure employees' physical safety and mental health?"}
{"metric_name": "Physical Health : Certifications - ISO 45001", "question": "Is the company certified to or has acquired ISO 45001 certification?"}
{"metric_name": "Commitment / Strategy to environment", "question": "Does the company has a policy or makes reference to protect the environment and limit the impact of its own operations, and/or its products and/or its services occurring throughout the value chain, at its suppliers and/or business partners?"}
{"metric_name": "Environmental Management System (EMS)", "question": "Does the company has an Environmental Management System or EMS or a certified ISO 14001 system?"}
{"metric_name": "Commitment to biodiversity", "question": "Does the company have a policy or commitment or makes reference to protect biodiversity, the species, habitats, to protect or restore ecosystems, for its operations or for suppiers?"}
{"metric_name": "Commitment to water management", "question": "Does the company have a policy or makes reference to minimize its water impacts, or reduce or manage its water use or emissions to water or prevent potential accidental pollution to water courses in its operations or supply chain?"}
{"metric_name": "Energy conservation and efficiency initiatives", "question": "Has the company set up any process, activity or initiative aimed at reducing energy consumption or increase the energy efficiency throughout the value chain and/or for its products or services?"}
{"metric_name": "Emissions reduction initiatives", "question": "Has the company set up any initiatives aimed at reducing or managing GHG or carbon emissions or footprint in its operations or datacenters or supply chain or offices?"}
{"metric_name": "Percentage of independent Board members (according to the Company)", "question": "What is the ration of  independent board memebrs with voting rights to all board memebrs with voting rights?"}
{"metric_name": "Rate of absenteeism", "question": "What was the rate of absence from work due to incapacity of any kind, not just work-related injury or disease (It excludes permitted leave, maternity/paternity leave). It is defined as a percentage of number of absence days over total nbr of work days in a year. This item is given as a % in company reports and it should be collected as disclosed by the companies expressed as a percentage of total days scheduled to be worked by workers for the same period"}
{"metric_name": "Amount of total fees paid to firm's external auditors", "question": "What were the total fees the company payed its core external auditor in exchange for performing audit, audit-related, and non-audit services?"}
{"metric_name": "Total number of Board of directors", "question": "What is the number of Board of Directors members that have voting right and are not employee representatives?"}
{"metric_name": "NOx emissions", "question": "What were the company's total NOx emissions?"}
{"metric_name": "SOx emissions", "question": "What were the company's total SOx emissions?"}
{"metric_name": "PM10 emissions", "question": "What were the company's total PM10 emissions?"}
{"metric_name": "NH3 emissions", "question": "What were the company's total NH3 emissions?"}
{"metric_name": "VOC emissions", "question": "What were the company's total VOC emissions?"}
{"metric_name": "Total energy consumption from renewable sources", "question": "What was the total energy consumption amount from renewable sources?"}
{"metric_name": "Total energy consumption from non-renewable sources", "question": "What was the total energy consumption amount from non-renewable source?"}
{"metric_name": "Total Energy consumption", "question": "What was the total energy consumption amount?"}
{"metric_name": "Rate of recordable work-related injuries", "question": "What was the  rate of recordable work-related injuries in the company?"}